"95": {
        "1": "Destroyer Asashio here. I'm always prepared in case of a battle.",
        "25": "Asashio-class destroyer nameship, Asashio. We were designed as a balanced mass production type of destroyer for supporting the front lines. My remodeled form served as the basis for the Kagerou-class, you know.",
        "2": "Commander, your orders.",
        "3": "Sir! I'm always available for a sortie.",
        "4": "Commander, is that a new type of code?",
        "28": "U-um... this may be presumptuous coming from me, however... I've always had the utmost respect for you!",
        "24": "Admiral, what is it? To call me out to such a place... just the two of us... Ah, this is... a strategy meeting, isn't it!",
        "8": "Commander. A telegram for you.",
        "13": "Asashio, heading out!",
        "9": "With this, I can fight.",
        "10": "For destroyer gear, this is well-made.",
        "26": "Yeah, this is good.",
        "27": "I can fight with this.",
        "11": "Even minor damage can prove fatal in the wrong situation.",
        "12": "It'll be fine. I'll be ready in time for the next battle.",
        "5": "A new ship has been built.",
        "7": "The fleet has returned.",
        "14": "Destroyer Asashio, sortieing!",
        "15": "Enemy ship spotted on port side!",
        "16": "Alright. Commencing assault!",
        "18": "Closing in on the enemy. One shot, one kill!",
        "23": "I'm happy we completed the operation. This is the power of an Asashio-class Destroyer.",
        "17": "Leave these waters at once!",
        "19": "Ugh!",
        "20": "Damn it! That really hurts!",
        "21": "Is that all you've got?",
        "22": "To attack me when I'm on a rescue operation... coward...!",
        "NewYears 6547": "Commander! Best wishes for the new year! We'll be counting on you again this year! I bring this greeting on behalf of the entire Asashio-class!",
        "Setsubun 6547": "Commander, it's Setsubun! Please leave it to me! I, Asashio, will do the bean throwing at full power! ...Ei! Ei! There!",
        "Valentines 6547": "Commander! Here's a chocolate. Please accept it! ...It's fine! I sampled it and checked for poison! Rest assured that it's safe!",
        "Anniversary 6547": " ",
        "Rainy 6547": "Commander! The rainy days continue! Would you like the Eighth Destroyer Division to start on a teru teru bozu production mission!?",
        "Summer 6547": "Commander, it's summer! Would you like a chilled ramune from the mess hall? Just give me the order!!",
        "Fall 6547": "Commander... summer has passed... fall is coming. Don't worry! Us Asashio-class destroyers will go all-out in fall as well! You don't have to worry one bit!",
        "Xmas 6547": "Christmas...? Commander, this is Christmas, isn't it! I've learned so very much!",
        "YearsEnd 6547": "Commander, are we doing the end of year cleaning? ...Roger that! Arashio and I will start scrubbing things down! Ready, Arashio? We'll start with the Admiral's desk."
    },
    "248": {
        "29": "Commander, if you put me on standby, I am prepared to wait here forever!",
        "27": "Commander, you have my thanks!"
    },
    "463": {
        "1": "Destroyer Asashio here. I've received my remodel! I'm prepared to strive even further, so that I can be of more use to the fleet. I'll be in your care!",
        "4": "Commander... Sir! The promise... I'm prepared to uphold my important promise to you until the very end!",
        "13": "Eighth Destroyer Division flagship Asashio, setting sail!",
        "19": "Ugh! Ow, ow, ow... Arashio...? Are you alright?",
        "20": "It hurts... but, even so... I can still assist in combat! I... won't sink so easily!",
        "21": "Not yet... I can't sink yet... not until I've upheld my promise. Not until then..."
    },
    "468": {
        "1": "Destroyer Asashio here. Since my remodel, my survivability and versatility have greatly improved. I'm prepared to be of more use than ever before. I'll be in your care!",
        "19": "Oh no, we're under fire!? I won't allow this! Anti-aircraft and anti-submarine personnel, be on the lookout!"
    },
