"95": {
        "1": "驅逐艦，朝潮。做好了隨時戰鬥的覺悟。",
        "25": "朝潮型驅逐艦的首製艦，朝潮。以量產和能力均衡為基礎。<br/>我的進化改良型則是陽炎型呢。",
        "2": "司令官！請下令。",
        "3": "是的！隨時可以出擊。",
        "4": "司令官。這是什麼新的暗號嗎？",
        "28": "那，那個…我這麼說雖然有點多此一舉…我一直尊敬著司令官！",
        "24": "提督，怎麼了，叫我來這種地方。和朝潮兩個人…啊，這個是…作戰會議呢！",
        "8": "有司令官的電文。",
        "13": "朝潮，出擊！",
        "9": "這樣就能繼續戰鬥了。",
        "10": "對於驅逐艦來說，是不錯的結果。",
        "26": "嗯，不錯。",
        "27": "I can fight with this.",
        "11": "小小的損傷，也有可能會致命。",
        "12": "沒事的…能夠趕上下次的作戰。",
        "5": "有新的船建造完成。",
        "7": "The fleet has returned.",
        "14": "驅逐艦朝潮，出擊！",
        "15": "左舷，發現敵艦！",
        "16": "好，開始突擊！",
        "18": "一發必中！逼近！",
        "23": "完成戰鬥真是太好了。這就是朝潮型驅逐艦的力量！",
        "17": "從這片海域離開！",
        "19": "阿!",
        "20": "不要，真的好痛！",
        "21": "以為這樣就贏我了？",
        "22": "在救助中攻擊什麼的…卑鄙…",
        "NewYears 6547": "司令官，新年快樂。今年也請多多關照。我代表朝潮型全體<br/>獻上問候！",
        "Setsubun 6547": "司令官，節分了呢！交給我吧！朝潮我會盡全力撒豆祛邪的！<br/>誒！誒！看阿！",
        "Valentines 6547": "司令官！請收下我的巧克力吧！…沒問題！已經嘗過味道試過毒了！<br/>不用擔心！",
        "Anniversary 6547": "司令官和朝潮，迎來三周年了啊！和司令官的那重要的約定，<br/>朝潮，做好了不論到何時都會守護到底的覺悟！",
        "Rainy 6547": "Commander! The rainy days continue! Would you like the Eighth Destroyer Division to start on a teru teru bozu production mission!?",
        "Summer 6547": "Commander, it's summer! Would you like a chilled ramune from the mess hall? Just give me the order!!",
        "Fall 6547": "Commander... summer has passed... fall is coming. Don't worry! Us Asashio-class destroyers will go all-out in fall as well! You don't have to worry one bit!",
        "Xmas 6547": "聖誕節…？司令官，這就是聖誕節啊！朝潮長見識了！",
        "YearsEnd 6547": "司令官，年末大掃除是嗎。了解！和荒潮一起開始擦了！<br/>好了嗎，荒潮？首先，從司令官的桌子開始吧！"
    },
    "248": {
        "29": "司令官說要等著的話，我朝潮，會有一直在這裡等著的覺悟！",
        "27": "感謝司令官！"
    },
    "463": {
        "1": "Destroyer Asashio here. I've received my remodel! I'm prepared to strive even further, so that I can be of more use to the fleet. I'll be in your care!",
        "4": "司令官…是的！那份約定…和司令官重要的約定，我絕對會<br/>守護到底的！",
        "13": "第八驅逐隊，旗艦朝潮，出擊！",
        "19": "Ugh! Ow, ow, ow... Arashio...? Are you alright?",
        "20": "It hurts... but, even so... I can still assist in combat! I... won't sink so easily!",
        "21": "Not yet... I can't sink yet... not until I've upheld my promise. Not until then..."
    },
    "468": {
        "1": "Destroyer Asashio here. Since my remodel, my survivability and versatility have greatly improved. I'm prepared to be of more use than ever before. I'll be in your care!",
        "19": "Oh no, we're under fire!? I won't allow this! Anti-aircraft and anti-submarine personnel, be on the lookout!"
    },
