    "79": {
        "1": "Fast battleship, Haruna, reporting for duty. You're the admiral, correct? I'm looking forward to working with you!",
        "25": "I'm the fast battleship, Haruna. I was equipped with a set of four domestically-made 36 cm cannons. I stayed bravely watching the sky over Etajima village's Kure naval base 'til the very end. Please remember Haruna who, of all four fast battleship sisters, was able to fight 'til the bitter end, okay?.",
        "2": "Yes, I'm just fine.",
        "3": "Sure. If you're fine with me, I'll keep you company any time!",
        "4": "You're so affectionate, aren't you? Thank you for holding me in your thoughts.",
        "28": "Admiral... I don't think I can ever repay you... for being this kind to me...",
        "24": "What is this...? I feel such an overwhelming desire to protect everyone... my comrades... and now, Admiral... you as well.",
        "8": "Admiral, a message has arrived.",
        "13": "Haruna... is now... starting the sortie!",
        "9": "I can feel how powerful this is. Thank you so much for thinking of me.",
        "10": "This is... so wonderful! It feels just a little heavy, but still, I'll do my best!",
        "26": "I'm just... so grateful!",
        "27": "I can feel how powerful this is. Thank you so much for thinking of me.",
        "11": "Is it really okay... for me to rest...?",
        "12": "You saw through to how tired I really was, didn't you...? Admiral, thank you so much. I'll be turning in, then.",
        "5": "A new ship was born.",
        "7": "Here is the post-mission report. Would you like to read it?",
        "14": "Victory! For the admiral!",
        "15": "Main guns! Commence firing!",
        "16": "I will give it everything I've got!",
        "18": "A night battle, then? I can't wait to test myself!",
        "17": "How inconsiderate... I will... not allow it!",
        "23": "I'm only doing what comes naturally. To receive such special treatment... I've done nothing to deserve it!",
        "19": "Haaaah!?",
        "20": "Oh, no! I was hit!?",
        "21": "No way... this is... but still... I can keep going!",
        "22": "If this is to be my fate... then so be it... ...I'm so sorry...",
    },
