    "79": {
        "1": "高速戰艦，榛名，到任了。你就是提督嗎？請多多指教！",
        "25": "我是高速戰艦，榛名。<br/>裝備著國產四一式36cm炮塔。<br/>在吳鎮守府江田島直到最後也在怒視着天空奮戰著，<br/>可別忘了高速戰艦四姐妹中直到最後依舊在戰鬥的榛名的事喲。", 
        "2": "是的，榛名沒事的說！",
        "3": "嗯，如果可以的話，榛名會一直陪伴你下去的。",
        "4": "提督真是貼心呢，謝謝你這麼在乎榛名呢。",
        "28": "提督… 這樣溫柔地對待，榛名也無法充分回報…",
        "24": "怎麼回事呢… 充滿了想保護的心情。同伴也是，還有，提督你也是…",
        "8": "提督，有您的通知。",
        "13": "榛名！現在出擊！",
        "9": "感覺到了力量。真是謝謝您的關照。",
        "10": "這個…太棒了！感覺好像有點重…不過，榛名會努力的！",
        "26": "榛名，很感激！",
        "27": "感覺到了力量。謝謝您的關照。",
        "11": "讓榛名休息…這樣真的可以嗎…？",
        "12": "You saw through to how tired I really was, didn't you...? Admiral, thank you so much. I'll be turning in, then.",
        "5": "A new ship was born.",
        "7": "Here is the post-mission report. Would you like to read it?",
        "14": "Victory! For the admiral!",
        "15": "Main guns! Commence firing!",
        "16": "I will give it everything I've got!",
        "18": "A night battle, then? I can't wait to test myself!",
        "17": "How inconsiderate... I will... not allow it!",
        "23": "I'm only doing what comes naturally. To receive such special treatment... I've done nothing to deserve it!",
        "19": "Haaaah!?",
        "20": "Oh, no! I was hit!?",
        "21": "No way... this is... but still... I can keep going!",
        "22": "If this is to be my fate... then so be it... ...I'm so sorry...",
        "NewYears 6547": "Admiral? Best wishes for the coming year! The four of us Kongou-class sisters including myself will be counting on you again this year! Now, let's visit the shrine! And then we can draw fortunes!",
        "6547": "Admiral, it's Setsubun! Fortune, we~lcome! Demons, bego~one! Fufu♪ This is pretty fun. Oh? Admiral, what is that? Ehou... maki? The sushi is so big. This is my first time seeing one!",
        "Valentines 6547": "Admiral... if you'd like... my chocolates... won't you have some?",
        "Valentines 15": "How inconsiderate... if there is leftover chocolate... I will not forgive you!",
        "Anniversary 6547": "Admiral, Thank you so much for being with me, Haruna for three years. I felt inspired by it, Admiral.",
        "Saury 6547": "Being inconsiderate on the fishing grounds... I will... never allow it! Yes, Admiral. I'll sortie to provide saury fishing support! Leave it to me!",
        "Xmas 6547": "Merry Christmas, Admiral! I'm so glad to be able to spend another Christmas together with you! Admiral, I'll open up the champagne. (...) Okay, here you go. I think... I'll have some, too.",
        "YearsEnd 6547": "Admiral, it's the time of year for cleaning, isn't it? I'll clean up the things on your desk for you! Okay! I'll arrange the things inside your desk as well, so please leave it to me! Oh... Admiral...? Umm... I can't ope- ...Admiral?"
    },
    "211": {
        "29": "Haruna... on standby... roger...",
        "27": "...Thank you so much! I can fight once again!"
    },
    "151": {
        "30": "0000. Admiral, thank you for working diligently even so late at night!",
        "31": "...0100. I'll stay up with you! I'm not sleepy at all!",
        "32": "0200. Admiral, you mustn't lose focus! I will also do my best!",
        "33": "0300. Admiral... for now, I will stand guard here... so you can go ahead and sleep...",
        "34": "04... 00... Admiral... I would like to rest with you... but the base defense...",
        "35": "0500. A single futon is certainly a bit crowded, isn't it... but still, I feel... so warm.",
        "36": "0600. Admiral, it's morning! How are you feeling?",
        "37": "0700. Morning is in full swing! You look full of energy, don't you? I will also do my best!",
        "38": "0800. Admiral, for breakfast, would you mind if I join you?",
        "39": "0900! Admiral, the sortie preparations are in order!",
        "40": "1000. For today's operation schedule, please allow me to handle it!",
        "41": "1100. Admiral, I recommend this operation plan for the day. So for now... why don't you take a little rest?",
        "42": "1200. You really should take a break... it's just that... Admiral, you're working too hard. Please, do it for me.",
        "43": "1300. Admiral, having a nice, relaxing lunch with me like this... it's also an important duty of yours♪ Okay?",
        "44": "1400. The ship girls' morale is rising! Let's all launch at once!",
        "45": "1500. Admiral, the rankings have been updated. Would you like to check them with me?",
        "46": "1600. Admiral, come and update the Fleet Command comment together with me!",
        "47": "1700. I'm growing a little interested in reading the comments of the admirals around our rank.",
        "48": "1800. Admiral, it's getting late. It'll be night before long.",
        "49": "1900. The view from the admiral's office at night... I think it's lovely.",
        "50": "2000. Those cranes that keep working hard at the dock... I think they're just a little romantic.",
        "51": "2100. I will also work hard, just like those cranes, so that I can do my best to support both the admiral and the fleet!",
        "52": "2200. Maybe I said... a little too much tonight. Please excuse me.",
        "53": "2300. Admiral... once in a while, please go to bed early... okay? Please, do it for me."
    },
