    "49": {
        "Intro": "我是霞哦。要出發了，跟上我吧。",
        "Library": "我是個有實戰經驗且奮戰過的驅逐艦。<br /><br />It all ended when I fought alongside battleship Yamato in Operation Ten-go against an onslaught of American carrier-based aircraft.<br /><br />I won't lose!",
        "Poke(1)": "Look me in the eyes if you need me for something.",
        "Poke(2)": "Like I said— what is it?",
        "Poke(3)": "Huh? You're taking it out on me? You're disgusting!",
        "Married": "W-What!? I'm actually a little grateful to you. It'd get lonely without you. ...D-Don't get the wrong idea!",
        "Wedding": "Oh, finding a trashy commander like you in a place like this must mean you have a lot of time on your hands, huh~? ... ...Eh... a present? For me? Eh... ah... ... ...idiot...!",
        "Ranking": "It's a letter. How many times do I have to say it, you trash?",
        "Join": "Kasumi, departing! I can't just stand by and watch.",
        "Equip(1)": "Something like this wouldn't even fall into the category of an upgrade.",
        "Equip(2)": "Well, I'm not thanking you for it.",
        "Equip(3)": "How trivial.",
        "Supply": "Something like this wouldn't even fall into the category of an upgrade.",
        "Docking(1)": "The timing is weird!",
        "Docking(2)": "Damn it... what kind of order was that...? This is so annoying!",
        "Construction": "A new ship has been completed. Go welcome her.",
        "Return": "The operation has been completed. Listen to the report.",
        "Sortie": "My torpedo squadron is departing.",
        "Battle": "Just sink!",
        "Attack": "That's pathetic.",
        "Yasen(1)": "Ah, come on! No one here but idiots!",
        "Yasen(2)": "You can just die!",
        "MVP": "It's not like I'm glad or anything, but I'll accept it just this once.",
        "Damaged(1)": "Kyaa! You're kidding me...!",
        "Damaged(2)": "A hit!? On me!?",
        "Damaged(3)": "It seems we have some halfway decent opponents... I'll give them that much.",
        "Sunk": "To think that I could sink... I won't... I won't accept this!",
        "NewYears 6547": "*whew* ...We were able to safely welcome the new year. I'm glad. Trashy Commander, I- ...Ah, sorry... Commander, I'll be counting on you again this year... ...Wh-What is it!?",
        "Setsubun 6547": "I told you! Stop throwing the beans so hard! It won't be long before demon Jintsuu will... See. See...? I-I don't know anything!",
        "Valentines 6547": "Well, it took longer than expected, but I did make you some. ...What's that? It's chocolate! Isn't something like that obvious? ...H-Hurry up and take it already!",
        "Anniversary 6547": "Why don't you ever tell me something this important beforehand! It's the third anniversary! Third anniversary! ... It's really amazing! Tell me quicker! ... Congrats",
        "Rainy 6547": "It's the rainy season, huh. Even the outside looks foggy with all the rain. We'll be fine as long as the haze remains. Arare, don't worry.",
        "Summer 6547": "What? Kiyoshimo, you're buying a swimsuit? Hmmm. I guess that one is fine. Why don't you try it on...? Eh? Me...? I don't need one... Ehh!? I don't want one!",
        "Fall 6547": "It's fall... and after fall, it's winter... Operation Rei-Go... where I tried so hard as flagship. Why...? I'm remembering it so clearly... Just why...",
        "Saury 6547": "You're going saury fishing!? If you're going, then go! Be more decisive! ...I'll go as well! Searchlights are... check. Now it'll be just fine!",
        "Xmas 6547": "Christmas...!? What's with this merry crap— how moronic! Eh...? Cake!? I'll pass on that kind of... Mm... ah... delicious! Ah... umm..."
    },
    "253": {
        "Idle": "Hey! Why is the fleet on standby at such a critical time? What is the meaning of this!? Listen, damn it!",
        "Supply": "What!? A resupply!? ...Well, I guess it's necessary."
    },
    "464": {
        "Intro": "Remodeled Asashio-class destroyer, Kasumi! Naturally, I'm charging in! Just follow me.",
        "Ranking": "Ah, you need the intel? Wait a moment. I'll organize it for you now.",
        "Equip(3)": "I can't bear to watch!",
        "Sortie": "Second Torpedo Squadron, interim flagship Kasumi setting sail! Follow me!",
        "Yasen(2)": "Ah, come on! No one here but idiots! You only need to act! Do it!",
        "MVP": "It's not like I'm happy or any- ...No, actually... for the spirit and glory of the destroyer crews... ...This is a good thing. I'll accept it.",
        "Damaged(2)": "A hit!? On me!? You damn trash! ...You're dead.",
        "Saury 6547": "Saury fishing? No helping it... I'll be coming along. I can't bear to just watch! Don't worry. With me going, it'll be a big catch!"
    },
    "470": {
        "Poke(2)": "I can't stand backstabbers! I will only advance forward.",
        "Join": "My mind is made up. From now on... I'll just advance! I'm going!",
        "Damaged(3)": "I won't sink from something like this! I'm not kidding around!"
    },
